[
  {
    "name": "Leadership &\nManagement",
    "img": "https://firebasestorage.googleapis.com/v0/b/chisnall-io.appspot.com/o/management.svg?alt=media&token=781fa901-af0e-4171-b4b4-318dfcfb7987",
    "icon": "fas fa-users",
    "desc": "With over a decade of experience in project management, team leadership, and business management in the roles of engineer, manager, and consultant I am extremely competent in leading and managing teams.\n\nI am versatile in my approach with others to accommodate for personality types, and I am effective and comfortable in all communication mediums (face-to-face, virtual, telephonic, and written). I hold myself and any team I lead to a high standard of integrity and accountability, whist encouraging empathy, humility, and resilience. I excel at establishing a positive and vision-orientated workplace culture, and have a great deal of experience in project management, resource delegation, and generally managing people.",
    "quals": [
      {
        "name": "🎓 Master of Management",
        "org": "Monash University",
        "link": "https://handbook.monash.edu/current/courses/B6009",
        "year": "2016"
      },
      {
        "name": "👨‍🏫 Salesperson Training",
        "org": "Wilson Learning",
        "link": "https://global.wilsonlearning.com/products/vsp/",
        "year": "2013"
      },
      {
        "name": "🤝 Negotiation & Influencing",
        "org": "ENS International",
        "link": "https://www.negotiate.org/courses/professional-negotiation-influencing-module-1",
        "year": "2012"
      }
    ]
  },
  {
    "name": "Process\nEngineering",
    "img": "https://firebasestorage.googleapis.com/v0/b/chisnall-io.appspot.com/o/process.svg?alt=media&token=60463bee-ac8d-4185-b5cf-509226b6c9ea",
    "icon": "fas fa-cogs",
    "desc": "I am tertiary qualified in Chemical Engineering with substantial experience in the mineral processing industry and within a major hazard facility environment.\n\nI have worked at several zinc and copper refineries, as well as consulted locally and abroad on metal and mineral processing projects. Within these engineering roles I have worked within process development, plant maintenance and troubleshooting, health and safety, and environmental management; ultimately providing technical advice to senior management for a range of affairs.",
    "quals": [
      {
        "name": "🎓 Bachelor of Engineering",
        "org": "James Cook University",
        "link": "https://www.jcu.edu.au/course-and-subject-handbook/courses/undergraduate-courses/majors-and-minors/benghons-chemical-engineering-major2",
        "year": "2007"
      }
    ]
  },
  {
    "name": "Training &\nCoaching",
    "img": "https://firebasestorage.googleapis.com/v0/b/chisnall-io.appspot.com/o/training.svg?alt=media&token=8093d581-be3a-4822-983b-66f0f6bd6f8a",
    "icon": "fas fa-graduation-cap",
    "desc": "I hold a Cert IV in Training and Assessment and have trained, lectured, and coached over 1,000 individuals in engineering, management, and computer subjects.\n\nAs an engineer, and for over a year, I hosted four fortnightly 1 hour technical training sessions for plant operators to better understand the science behind their daily job. Within my later role of manager I trained and coached a geographically disperse team of engineers in sales, company policies, and safety; using quarterly group meetings, monthly video conferences, and fortnightly one-on-one, on-the-job sessions for days at a time.\n\nAs a business consultant I coached small and medium sized business owners in all-things-business, including process improvement, workplace culture direction, product and service development, and people management (staff and customers). I am also regularly writing programming tutorials and contributing to the overall software development community.",
    "quals": [
      {
        "name": "🎓 Cert. IV in Training and Assessment",
        "link": "https://tafeqld.edu.au/courses/17694/certificate-iv-in-training-and-assessment",
        "year": "2007"
      },
      {
        "name": "📝 Writer",
        "org": "Medium",
        "link": "https://medium.com/@xon5",
        "year": "2019-present"
      },
      {
        "name": "⌨️ Contributor",
        "org": "stackoverflow",
        "link": "https://stackoverflow.com/users/8476558/chisnall-io",
        "year": "2019-present"
      }
    ]
  },
  {
    "name": "Startups &\nEntrepreneurship",
    "img": "https://firebasestorage.googleapis.com/v0/b/chisnall-io.appspot.com/o/growth.svg?alt=media&token=802b64bd-fccd-49a7-bf9a-da2ec5baa1da",
    "icon": "fas fa-chart-line",
    "desc": "Over the past decade, I have founded and co-founded 4 tech-startups.\n\nBeginning with spending 6 months writing a process engineering application written in C# in 2012, I learned that customers need to be involved at every stage, but most importantly BEFORE you start to validate your idea. In 2014 I began designing 3D printed houses for builders to present to customers during the design phase; but unfortunately the technology simply couldn't meet expectations, so I managed to successfully 'fail fast'.\n\nMore recently, in 2018, I developed a recruitment platform which aimed to combine the profiles of LinkedIn and the roles of Seek, skip resumes and cover letters, and jump straight to face-to-face interviews. The project was shelved after being convinced by someone 'in-the-know' it was already in the works by Microsoft and Seek... I am still waiting for that to come true. Finally, in 2019 I co-founded a medication platform for pharmacies to share medication availability and prices to prescribing doctors."
  }
]